{"translation-revision-date":"2024-01-10 14:56:09+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"This download requires the 'DOMDocument' PHP extension, which we couldn’t detect on your server. Enable this extension, or get in touch with your hosting service for support, and then give the download another go.":["این دانلود به افزودنی پی‌اچ‌پی «DOMDocument» نیاز دارد که نتوانستیم آن را در سرور شما شناسایی کنیم. این افزودنی را فعال کنید یا برای پشتیبانی، با سرویس میزبانی خود تماس بگیرید و سپس دانلود را دوباره انجام دهید."],"This is due to a conflict with one or more third-party plugins already active on your site. Try disabling them, and then give the download another go.":["این به دلیل تداخل با یک یا چند افزونه شخص ثالثی است که در حال حاضر در سایت شما فعال می‌باشد. سعی کنید آنها را غیرفعال کنید و سپس دانلود را دوباره انجام دهید."],"Uploading JSON or ZIP files from unknown sources can be harmful and put your site at risk. For maximum safety, upload only JSON or ZIP files from trusted sources.":["آپلود فایل های JSON یا ZIP از منابع ناشناس می تواند مضر باشد و سایت شما را در معرض خطر قرار دهد. برای حداکثر ایمنی، فقط فایل‌های JSON یا ZIP را از منابع مطمئن آپلود کنید."],"Warning: JSON or ZIP files may be unsafe":["هشدار: فایل‌های JSON یا ZIP ممکن است ناامن باشند"],"The Kit includes plugins you don’t have permission to install. Contact your site admin to change your permissions.":["کیت شامل افزونه هایی است که شما اجازه نصب آنها را ندارید. برای تغییر مجوزهای خود با مدیر سایت خود تماس بگیرید."],"Couldn’t install the Kit":["نصب کیت امکان‌پذیر نیست"],"Seems like Elementor isn’t authorized to access relevant files for installing this Kit. Contact your site host to get permission.":["به نظر می رسد المنتور مجاز به دسترسی به فایل های مربوطه برای نصب این کیت نیست. برای دریافت مجوز با میزبان سایت خود تماس بگیرید."],"Couldn’t access the file":["دسترسی به پرونده امکان‌پذیر نیست"],"We couldn’t download the Kit due to technical difficulty on our part. Try again in a few minutes and if the problem persists contact ":["به دلیل مشکل فنی نتوانستیم کیت را دانلود کنیم. چند دقیقه دیگر دوباره امتحان کنید و اگر مشکل ادامه داشت تماس بگیرید "],", try again and if the problem persists contact ":["، دوباره امتحان کنید و اگر مشکل برطرف نشد تماس بگیرید "],"It took too much time to download your Kit and we were unable to complete the process. If all the Kit’s parts don’t appear in ":["دانلود کیت شما زمان زیادی را صرف کرد و نتوانستیم این فرآیند را کامل کنیم. اگر تمام قطعات کیت در آن ظاهر نمی شود "],"Seems like there is a problem with the Kit’s files. Try installing again and if the problem persists contact ":["به نظر می رسد مشکلی در فایل های کیت وجود دارد. دوباره نصب کنید و اگر مشکل برطرف نشد تماس بگیرید "],"Couldn’t use the Kit":["استفاده از کیت امکان‌پذیر نیست"],"Seems like your server is missing the PHP zip module. Install it on your server or contact your site host for further instructions.":["به نظر می رسد سرور شما ماژول فشرده PHP را از دست داده است. آن را روی سرور خود نصب کنید یا برای دستورالعمل های بیشتر با میزبان سایت خود تماس بگیرید."],"Couldn’t handle the Kit":["کنترل کیت امکان‌پذیر نیست"],"Support":["پشتیبانی"],"We couldn’t download the Kit due to technical difficulties on our part. Try again and if the problem persists contact ":["ما به دلیل مشکلات فنی نتوانستیم کیت را دانلود کنیم. دوباره امتحان کنید و اگر مشکل برطرف نشد تماس بگیرید "],"Unable to download the Kit":["قادر به دریافت کیت نیستیم"],"Do not show this message again":["این پیام را دوباره نشان نده"],"What’s a Website Kit?":["کیت وب‌سایت چیست؟"],"Import a Website Kit":["درون‌ریزی کیت وب‌سایت"],"Export a Website Kit":["برون‌بری کیت وب‌سایت"]," Learn more about Website Kits":["درباره کیت های وب سایت بیشتر بیاموزید"],"Upgrade Now":["هم اکنون ارتقا دهید"],"Elementor Templates":["تمپلیت‌های المنتور"],"Included":["شامل"],"Site Area":["ناحیه سایت"],"Custom Post Types":["پست تایپ های سفارشی"],"WP Menus":["فهرست وردپرس"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["با آپلود فایل و انتخاب قسمت ها و افزونه هایی که می خواهید اعمال کنید شروع کنید. اگر بین کیت و طرح فعلی شما همپوشانی وجود داشته باشد، می‌توانید انتخاب کنید که کدام قسمت درون ریزی شده را اعمال کنید یا نادیده بگیرید. پس از آماده شدن فایل، کیت بر روی سایت شما اعمال می شود و می توانید آن را به صورت زنده مشاهده کنید."],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["برای تبدیل سایت خود به یک کیت وب سایت، قالب ها، محتوا، تنظیمات و افزونه هایی را که می خواهید اضافه کنید انتخاب کنید. پس از آماده شدن، یک فایل zip. دریافت خواهید کرد که می توانید آن را به سایت های دیگر وارد کنید."],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["کیت وب سایت یک فایل زیپ است که شامل تمام قسمت های یک سایت کامل است. این یک راه آسان برای راه اندازی سریع سایت است."],"Add the custom posts types to export. The latest 20 items from each type will be included.":["انواع پست های سفارشی را برای برون‌بری اضافه کنید. آخرین 20 مورد از هر نوع را شامل خواهد شد."],"No custom post types in your site...":["هیچ پست سفارشی در وبسایت شما یافت نشد ..."],"Click to select custom post types":["برای انتخاب انواع پست سفارشی کلیک کنید"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["بخش هایی از این کیت با قالب ها، طراحی و تنظیمات سایت شما همپوشانی دارند. مواردی که در این لیست علامت زده می‌کنید جایگزین طرح فعلی شما خواهند شد."],"Import a Website Kit to your site":["یک کیت وب سایت را به سایت خود وارد کنید"],"Importing your content, templates and site settings":["محتوا، قالب ها و تنظیمات سایت خود را اضافه کنید"],"Take me there":["من را به آنجا ببر"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["به بروزرسانی ها بروید و مطمئن شوید که افزونه های شما به آخرین نسخه بروز شده اند."]," Recommended:":["پیشنهاد شده:"],"These are the plugins that powers up your kit. You can deselect them, but it can impact the functionality of your site.":["اینها افزونه هایی هستند که کیت شما را تقویت می کنند. شما می توانید آنها را لغو انتخاب کنید، اما می تواند بر عملکرد سایت شما تأثیر بگذارد."],"Select the plugins you want to import":["افزونه‌هایی را که می‌خواهید درون‌ریزی کنید، انتخاب کنید"],"Not yet":["فعلا خیر"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["اگر نسخه پرو المنتور را خریداری، نصب و فعال کرده‌اید، می‌توانیم به وارد کردن تمام بخش‌های این سایت ادامه دهیم."],"Is your Elementor Pro ready?":["المنتور پیشرفته شما آماده است؟"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["بدون المنتور پیشرفته، درون‌ریزی مؤلفه‌هایی مانند قالب‌ها، ابزارک‌ها و پاپ‌آپ‌ها کار نخواهد کرد."],"Install Elementor Pro":["نصب المنتور پیشرفته"],"Missing Required Plugins:":["فاقد افزونه‌های مورد نیاز است:"],"Plugins to add:":["افزونه‌هایی برای اضافه کردن:"],"Plugins you already have:":["افزونه‌هایی که قبلا داشتید:"],"Activating plugins:":["افزونه‌های در حال فعال‌سازی:"],"All items are already selected by default. Uncheck the ones you don't want.":["همه موارد قبلاً به طور پیش فرض انتخاب شده اند. تیک مواردی را که نمی خواهید بردارید."],"These are the templates, content and site settings that come with your kit.":["اینها قالب ها، محتوا و تنظیمات سایت هستند که با کیت شما ارائه می شوند."],"Select which parts you want to apply":["قسمت هایی را که می خواهید اعمال کنید انتخاب کنید"],"If you don't include them, this kit may not work properly.":["اگر آنها را وارد نکنید، این کیت ممکن است به درستی کار نکند."],"Required plugins are still missing.":["افزونه های مورد نیاز هنوز وجود ندارد."],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["نمی‌توانید از این کیت وب‌سایت استفاده کنید زیرا حاوی محتوا، صفحه و غیره نیست. دوباره با فایل دیگری امتحان کنید."],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["کیت وب‌سایتی که استفاده می‌کنید دارای افزونه‌هایی برای عملکرد است، اما محتوا یا صفحه و غیره ندارد."],"Note:":["توجه:"],"You’ve imported and applied the following to your site:":["شما موارد زیر را وارد کرده و در سایت خود اعمال کرده اید:"],"See it live":["آن را زنده ببینید."],"There are few plugins that we couldn't install:":["چند افزونه وجود دارد که نتوانستیم آنها را نصب کنیم:"],"Make sure your Elementor Pro account is connected":["مطمئن شوید که حساب المنتور پرو شما متصل است"],"Tip:":["نکته:"],"Let’s do it":["بیا انجامش بدیم"],"Select which of these plugins are required for this kit work.":["انتخاب کنید که کدام یک از این افزونه‌ها برای کار این کیت مورد نیاز است."],"Export your site as a Website Kit":["سایت خود را به عنوان یک کیت وب‌سایت خروجی بگیرید"],"Create Kit":["کیت ایجاد کنید"],"This file type is not allowed":["این نوع فایل مجاز نیست"],"Try Again":["تلاش دوباره"],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["این به المنتور اجازه می‌دهد تا SVGهای شما را برای محتوای مخرب اسکن کند. در غیر این صورت، می‌توانید از SVGهای این درون‌ریزی صرف نظر کنید."],"First, enable unfiltered file uploads.":["ابتدا آپلود فایل های فیلتر نشده را فعال کنید."],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["جای نگرانی نیست، فقط بدون وارد کردن SVG ادامه دهید یا به عقب برگردید و دوباره وارد کردن را شروع کنید."],"Custom Post Type":["پست تایپ های سفارشی"],"WP Posts":["پست‌های وردپرس"],"WP Pages":["صفحه‌های وردپرس"],"To import or export these components, you’ll need Elementor Pro.":["برای درون‌ریزی یا برون‌بری این اجزا، نیاز به المنتور پرو دارید."],"Global widgets":["ابزارک‌های عمومی"],"Kit Info":["اطلاعات کیت"],"How does importing work?":["واردات چگونه کار می کند؟"],"How does exporting work?":["خروجی گرفتن چگونه کار می کند؟"],"Setting up your kit...":["در حال راه اندازی کیت شما..."],"Select the items you want to keep and apply:":["مواردی را که می خواهید نگه دارید انتخاب کنید و اعمال کنید:"],"Your site's homepage will be determined by the kit. You can change this later.":["صفحه اصلی سایت شما توسط کیت تعیین می شود. بعداً می توانید این مورد را تغییر دهید."],"Existing":["وجود دارد"],"Imported":["وارد شده"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["فایلی را با الگوها، تنظیمات سایت، محتوا و غیره بارگذاری کنید و آنها را به صورت خودکار در سایت خود اعمال کنید."],"Back to Kit Library":["بازگشت به کتابخانه کیت"],"Your kit is now live on your site!":["کیت شما روی سایت شما زنده شد!"],"Kit Description":["توضیحات کیت"],"Kit Name":["نام کیت"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["کمپوننت های المنتور را - الگوها ، محتواها و تنظیمات سایت - را برای ذخیره در فایل کیت خود انتخاب کنید."],"Kit Information":["اطلاعات کیت"],"Elementor Kit":["کیت المنتور"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["اینها جزئیاتی هستند که از آنها برای پیدا کردن و به کارگیری سریع این کیت در آینده استفاده خواهید کرد، حتی با رشد مجموعه شما."],"What is kit information?":["اطلاعات کیت چیست؟"],"Website Kit Information":["اطلاعات کیت وب‌سایت"],"Say something about the style and content of these files...":["در مورد سبک و محتوای این فایلها چیزی بگویید..."],"Now you can import this kit and use it on other sites.":["اکنون می توانید این کیت را وارد کرده و در سایت های دیگر استفاده کنید."],"Import":["درون ریزی"],"to learn more about building your site with Elementor Kits":["برای کسب اطلاعات بیشتر در مورد ساخت سایت خود با کیت های المنتور"],"Don't close this window until the process is finished.":["این پنجره را تا پایان پردازش نبندید."],"This usually takes a few moments.":["این میتونه چند لحظه وقت بگیره."],"Or":["یا"],"Drag & drop the .zip file with your Kit":["کشیدن و رها کردن فایل .zip شامل کیت شما"],"Upload Files to Your Library":["فایل هایتان را در کیت بارگزاری کنید"],"We recommend that you backup your site before importing a kit file.":["توصیه می‌کنیم قبل از وارد کردن پرونده کیت، از سایت خود نسخه پشتیبان تهیه کنید."],"Important:":["مهم:"],"By default, all of your components will be exported.":["به‌صورت پیش فرض، همه اجزا شما برونبری شده اند."],"Background Settings":["تنظیمات پس‌زمینه"],"Lightbox Settings":["تنظیمات جعبه نور"],"Theme Style settings":["تنظیمات ظاهر قالب"],"Elementor Pages":["صفحات المنتور"],"404 Error Page":["صفحه‌ خطای ۴۰۴"],"to download":["برای دانلود"],"Download not working?":["دانلود کار نمیده؟"],"Your export is ready!":["برون بری شما آماده است"],"Back to dashboard":["بازشگت به پیشخوان"],"Learn more":["بیشتر بدانید"],"Landing Pages":["صفحات فرود"],"App could not be loaded":["نرم‌افزار نمی‌تواند بارگذاری شود"],"Global Colors":["رنگ های عمومی"],"Search Results":["نتایج جستجو"],"Archives":["بایگانی ها"],"Single Posts":["تک نوشته"],"Single Pages":["برگه تکی"],"Footers":["پابرگ‌ها"],"Headers":["سربرگ‌ها"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["متاسفانه مشکلی رخ داده است. برای حل سریع این مشکل روی 'بیشتر بدانید' کلیک کنید و مراحل گفته شده را دنبال کنید."],"Tip":["نکته"],"Not Found":["یافت نشد"],"Site Settings":["تنظیمات سایت"],"Layout Settings":["تنظیمات طرح"],"Back":["قبلی"],"Next":["بعدی"],"Previous":["قبلی"],"Popups":["پاپ آپ"],"Continue":["ادامه"],"Plugins":["افزونه‌ها"],"Skip":["پرش"],"Something went wrong.":["خطایی رخ داد."],"Pages":["برگه‌ها"],"Select File":["انتخاب فایل"],"Click here":["اینجا کلیک کنید"],"Enable":["فعال‌سازی"],"Edit Template":["ویرایش قالب"],"Elementor Posts":["پست‌های المنتور"],"Export":["برون بری"],"Close":["بستن"],"Saved Templates":["قالب های ذخیره شده"],"Templates":["قالب‌ها"],"Learn More":["کسب اطلاعات بیشتر"],"Global Fonts":["فونت‌های سراسری"],"Version":["نسخه"],"Yes":["بله"],"Content":["محتوا"],"Go Back":["بازگشت"],"Cancel":["انصراف"],"Elementor":["المنتور"]}},"comment":{"reference":"assets\/js\/app.js"}}