{"translation-revision-date":"2024-01-10 23:41:37+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"Did you find anything confusing, irrelevant, or not useful?":["آیا چیزی گیج کننده، بی ربط یا غیر مفید یافتید؟"],"Other.":["سایر."],"I didn’t find a theme that matched my needs.":["من پوسته ای پیدا نکردم که با نیازهایم مطابقت داشته باشد."],"I didn’t like any of the available themes.":["من هیچ یک از پوسته های موجود را دوست نداشتم."],"I wanted to see how AI could help me streamline the process.":["می‌خواستم ببینم هوش مصنوعی چگونه می‌تواند به من در ساده‌سازی این فرآیند کمک کند."],"What motivated you to choose the “Design with AI” option?":["انگیزه شما برای انتخاب گزینه «طراحی با هوش مصنوعی» چیست؟"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience? *":["در مقیاس از ۱ = دشوار تا ۵ = بسیار آسان، تجربه کلی را چگونه ارزیابی می‌کنید؟ *"],"Exit and lose changes":["خروج و از دست دادن تغییرات"],"Are you sure you want to exit?":["آیا مطمئن هستید که میخواهید خارج شوید؟"],"The more detail you provide, the better our AI tool can do at creating your content.":["هرچه جزئیات بیشتری ارائه دهید، ابزار هوش مصنوعی ما می تواند در ایجاد محتوای شما بهتر عمل کند."],"Generating content":["تولید محتوا"],"Continue designing":["ادامه دادن طراحی"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["قدرت گرفته از هوش مصنوعی آزمایشی. {{link}}بیشتر بیاموزید{{\/link}}"],"Please try again":["لطفا دوباره تلاش کنید"],"Start again":["شروع دوباره"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["اوه! هنگام ایجاد فروشگاه شما با مشکلی مواجه شدیم. <retryButton\/>"],"Editor canvas":["بوم ویرایشگر"],"Are you sure you want to start a new design?":["آیا مطمئن هستید که می خواهید یک طراحی جدید شروع کنید؟"],"Customize your custom theme":["پوسته سفارشی خود را شخصی‌سازی کنید"],"Are you sure you want to start over?":["آیا مطمئنید که می‌خواهید از ابتدا شروع کنید؟"],"Find out how":["بدانید چگونه"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["به نظر می رسد از حالت آفلاین جت پک استفاده می کنید — برای شروع طراحی با هوش مصنوعی به حالت آنلاین بروید."],"Create a new one":["ایجاد یک مورد جدید"],"Active theme":["پوسته فعال"],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["متأسفانه [طراح فروشگاه هوش مصنوعی] در حال حاضر در دسترس نیست زیرا ما نمی توانیم شبکه شما را شناسایی کنیم. لطفا اتصال اینترنت خود را بررسی کنید."],"Looking to design your store using AI?":["به دنبال طراحی فروشگاه خود با استفاده از هوش مصنوعی هستید؟"],"Design with AI":["طراحی با استفاده از هوش مصنوعی"],"Back to Home":["بازگشت به خانه"],"Go back to the Home screen to complete your store setup and start selling":["برای تکمیل راه اندازی فروشگاه خود و شروع فروش، به صفحه اصلی برگردید"],"Go to the Editor":["رفتن به ویرایشگر"],"Browse all themes":["مرور همه پوسته‌ها"],"Your store looks great!":["فروشگاه شما عالی به نظر می‌رسد!"],"Fine-tune your design":["طراحی خود را دقیق تنظیم کنید"],"Use the power of AI to design your store":["از قدرت هوش مصنوعی برای طراحی فروشگاه خود استفاده کنید"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["فروشگاهی ایجاد کنید که نشان دهنده برند و تجارت شما باشد. یکی از پوسته‌های حرفه‌ای طراحی شده ما را برای سفارشی‌سازی انتخاب کنید یا با استفاده از هوش مصنوعی، طرح‌های خود را ایجاد کنید."],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["برای تغییر تصاویر و متن، افزودن صفحات بیشتر و انجام هرگونه سفارشی‌سازی، به ویرایشگر مراجعه کنید."],"Or select a professionally designed theme to customize and make your own.":["یا یک پوسته طراحی شده حرفه‌ای را برای شخصی‌سازی و ساختن خود انتخاب کنید."],"Customize your store":["فروشگاه خود را شخصی‌سازی کنید"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["سبک و چیدمان فروشگاه خود را متناسب با برند خود سفارشی کنید! لوگوی خود را اضافه کنید، فونت و رنگ ها را تغییر دهید و طرح‌بندی‌های مختلف برگه را امتحان کنید. بعدا می‌توانید متن و تصاویر را از طریق ویرایشگر ویرایش کنید."],"Make your store your own":["فروشگاه مختص خودتان را بسازید"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["ظاهر فروشگاه خود را طراحی کنید، برگه ایجاد کنید و با استفاده از ابزارهای هوش مصنوعی داخلی ما کپی ایجاد کنید."],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["هر تغییری که در چیدمان و سبک ایجاد می‌کنید در لحظه در اینجا ظاهر می‌شود - برای آزمایش ظاهرهای مختلف قبل از اینکه آن را منتشر کنید. همچنین می‌توانید اندازه این ناحیه را تغییر دهید تا ببینید فروشگاه شما در موبایل چگونه به نظر می‌رسد."],"Logo":["لوگو"],"Take a tour":["‫گشتی بزنید"],"Welcome to your AI-generated store!":["به فروشگاه خودتان که با هوش مصنوعی ساخته شده خوش آمدید!"],"View your changes in real time":["تغییرات خود را در لحظه مشاهده کنید"],"Link logo to homepage":["پیوند لوگو به صفحه اصلی"],"Image width":["عرض تصویر"],"Saving failed.":["ذخیره‌سازی ناموفق بود."],"Use as site icon":["استفاده به عنوان آیکون سایت"],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what's possible.":["اینجاست که می‌توانید ظاهر و حس فروشگاه خود را سفارشی‌سازی کنید، از جمله اضافه کردن لوگو و تغییر رنگ‌ها و طرح‌بندی. برای کشف قابلیت‌ها، یک گشت سریع داشته باشید."],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["با افزودن لوگوی خود، مطمئن شوید که فروشگاه شما دارای برند است. برای بهترین نتایج، یک SVG یا PNG با حداقل عرض ۳۰۰ پیکسل آپلود کنید."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["بر اساس موفق‌ترین فروشگاه‌ها در صنعت و موقعیت شما، ابزار هوش مصنوعی ما این الگو را برای کسب و کار شما توصیه کرده است. چیدمان متفاوتی را ترجیح می‌دهید؟ اکنون یا بعدا از طریق <EditorLink>ویرایشگر<\/EditorLink> از بین قالب‌های زیر انتخاب کنید."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["سربرگ جدیدی از بین گزینه‌های زیر انتخاب کنید. سربرگ شما شامل ناوبری سایت شما است و به هر برگه اضافه خواهد شد. می‌توانید از طریق <EditorLink>ویرایشگر<\/EditorLink> به سفارشی‌سازی آن ادامه دهید."],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["یک پابرگ جدید از گزینه‌های زیر انتخاب کنید. پابرگ شما شامل ناوبری ثانویه سایت شما است و به هر برگه اضافه می‌شود. می‌توانید از طریق <EditorLink>ویرایشگر<\/EditorLink> به سفارشی‌سازی آن ادامه دهید."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["نمادک‌های سایت همان چیزی است که در زبانه‌های مرورگر، نوارهای بوک‌مارک و در اپلیکیشن‌های موبایل وردپرس مشاهده می‌کنید."],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["برای تغییر اندازه بوم از کلیدهای جهت دار چپ و راست استفاده کنید. Shift را نگه دارید تا با افزایش های بزرگتر اندازه را تغییر دهید."],"Change your font":["فونت خود را تغییر دهید"],"Change fonts":["تغییر فونت‌ها"],"Change your footer":["پابرگ خود را تغییر دهید"],"Change your homepage":["صفحه اصلی خود را تغییر دهید"],"Change your header":["سربرگ خود را تغییر دهید"],"Change the color palette":["پالت رنگی را تغییر دهید"],"Add your logo":["لوگوی خود را اضافه کنید"],"Formal":["رسمی"],"Bold":["ضخیم"],"Informal":["غیر رسمی"],"How would you like your store to look?":["دوست دارید فروشگاه شما چگونه به نظر برسد؟"],"Classic":["کلاسیک"],"Contemporary":["امروزی"],"Who your target audience is":["مخاطبان هدف شما چه کسانی هستند"],"What makes your business unique":["چه چیز کسب و کار شما را متمایز میکند"],"How many products you plan on displaying":["قصد دارید چند محصول را به نمایش بگذارید"],"Which writing style do you prefer?":["کدام سبک نوشتاری را ترجیح می‌دهید؟"],"Direct yet respectful, serious and professional.":["مستقیم و در عین حال محترمانه، جدی و حرفه‌ای."],"Relaxed and friendly, like a conversation with a friend.":["آرام و دوستانه، مانند گفتگو با یک دوست."],"Let's get creative":["بیایید خلاق باشیم"],"or create your own":["یا مختص خودتان را ایجاد کنید"],"Try to include:":["سعی کنید شامل این موارد باشد:"],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["هوش مصنوعی یک جفت فونت را انتخاب کرده که برای تجارت شما مناسب است. اگر می‌خواهید آن‌ها را تغییر دهید، اکنون یا بعدا در زیر <EditorLink>ویرایشگر<\/EditorLink> | <StyleLink>سبک‌ها<\/StyleLink> یک گزینه جدید انتخاب کنید."],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["بر اساس اطلاعاتی که به اشتراک گذاشتید، ابزار هوش مصنوعی ما استفاده از این پالت رنگ را توصیه می‌کند. می‌خواهید آن را تغییر دهید؟ می‌توانید رنگ‌های جدید را در زیر انتخاب یا اضافه کنید، یا بعدا آنها را در <EditorLink>ویرایشگر<\/EditorLink> | <StyleLink>سبک‌ها<\/StyleLink>. به‌روزرسانی کنید."],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["از ابزارهای سبک و چیدمان ما برای سفارشی‌سازی طراحی فروشگاه خود استفاده کنید. بعدا می‌توان محتوا و تصاویر را از طریق <EditorLink>ویرایشگر<\/EditorLink> اضافه کرد یا تغییر داد."],"What you want to sell":["چه چیزی را می‌خواهید بفروشید؟"],"Elegant and timeless with a nostalgic touch.":["زیبا و جاودانه با حسی نوستالژیک."],"Vibrant with eye-catching colors and visuals.":["پر جنب و جوش با رنگ‌ها و جلوه‌های بصری چشم نواز."],"Tell us a bit more about your business":["کمی بیشتر در مورد کسب و کار خود به ما بگویید"],"Applying the finishing touches":["اعمال کارهای نهایی"],"Assembling your AI-optimized store":["گردآوری فروشگاه شما که با هوش مصنوعی بهینه شده"],"Designing the best look for your business":["طراحی بهترین ظاهر برای کسب و کار شما"],"Analyzing your responses":["تجزیه و تحلیل پاسخ‌های شما"],"Comparing the top performing stores":["مقایسه فروشگاه‌های برتر"],"Opening the doors":["باز کردن درها"],"Drag to resize":["برای تغییر اندازه بکشید"],"Thanks for the feedback. We'll put it to good use!":["از بازخورد شما متشکریم. ما از آن به خوبی استفاده خواهیم کرد!"],"Replace":["جایگزینی"],"Saving":["در حال ذخیره‌سازی"],"Continue setting up your store":["راه‌اندازی فروشگاهتان را ادامه دهید"],"Options":["گزینه‌ها"],"Preview store":["پیش‌نمایش فروشگاه"],"Neutral":["خنثی"],"Send":["ارسال"],"Back":["بازگشت"],"Navigation":["راهبری"],"Style":["استایل"],"Share feedback":["بازخورد را به اشتراک بگذارید"],"Customize":["سفارشی‌سازی"],"Done":["انجام شد"],"Layout":["طرح"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["قبلی"],"Save":["ذخیره"],"Cancel":["لغو"],"Continue":["ادامه"],"Default":["پیش‌ فرض"],"Settings":["پیکربندی"],"Delete":["حذف"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}